Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1131_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielikylpykoulutuksessa haetaan käytännön opetusmenetelmiä
sme: Sámi giellalávgunoahpahusas ohccojuvvojit geavada oahpahanmetodat

source: Saamen kielikylpyopetusta kehittävä koulutushanke jatkuu marraskuun 6.-7. päivinä käytännönläheisillä teemoilla.
sme: Sámi giellalávgunoahpahusa ovddideaddji skuvlenfidnu joatkašuvvá 6.-7.11. 2015 geavatlaš temáin.

source: Koulutuspäivien aikana pohditaan sitä mikä saamen kielen oppimisessa on vaikeaa ja minkälaisin työmenetelmin lapset on mahdollista saada oppimaan ja käyttämään kieltä varhaiskasvatuksessa, koulussa ja erilaisissa kieliympäristöissä.
sme: Skuvlenbeivviid áigge guorahallo mii sámegiela oahppamis lea váttis ja makkár bargometodaiguin mánáid lea vejolaš oažžut oahppat ja geavahit giela árrabajásgeassimis, skuvllas ja iešguđetlágan giellabirrasiin.

source: luento, joka perustuu Guttormin työssään kehittämiin saamen kielen oppimisen ja opettamisen menetelmiin ja työssä saatuihin kokemuksiin.
sme: Bearjadaga prográmmas gullat ee. Ohcejohnjálmmi skuvllas guhká bargan luohkáoahpaheaddji Inga Guttorm (Oahptii Iŋgá) logaldaga, mii vuođđuduvvá Guttorm barggustis ovddidan sámegiela oahppama ja oahpahanmetodaidda ja barggu vásihusaide.

source: Työmenetelmiä ja kokemuksia käsittelevät luennoissaan myös saamenkielisen luokan opettajana Utsjoella toimiva
sme: Bargometodaid ja vásihusaid gieđahalli logaldagaid dollet maiddái Ohcejogas doaibmi sámegielat luohká oahpaheaddji Aura Pieski ja Oulus bargi sámegielat mánáidgárdeoahpaheaddji Maila Vaarala.

source: selvittää luennossaan kysymystä ŠMikä saamen kielen oppimisessa on vaikeaa ?
sme: Sámi allaskuvllas sámegiela professoran doaibmi Ánte Aikio čielggada logaldagas gažaldaga ŠMii lea váttis sámegiela oahppamis ?

source: Š Aihetta käsittelee myös Enontekiöllä saamen kielen lehtorina työskentelevä
sme: Š Fáttá gieđahallá maiddái Eanodagas sámegiela lektoran bargi Berit-Ellen Juuso.

source: puolestaan kertoo opinnäytetyöhönsä perustuen saamelaislasten vanhempien pohjoissaamen kielen tilanteesta Enontekiöllä ja Inarissa.
sme: Sámegiela oaiveávnnasstuđeanta Magreta Sara fas muitala iežas dutkkusbarggu vuođul sámemánáid vánhemiid davvisámegiela dilis Eanodagas ja Anáris.

source: luennolla, joka käsittelee inarinsaamen kieltä kielikylpylasten opetuskielenä. Saamelaisalueen koulutuskeskuksessa inarinsaamen kielen opettajana toimiva
sme: Lávvardaga 7.11. prográmma álgá Anára skuvllas luohkáoahpaheaddjin doaibmi Petra Kuuva logaldagain, mii gieđahallá anárašgiela giellalávgunmánáid oahpahusgiellan.

source: luennoi kielikylpymenetelmästä aikuisopetuksessa. Inarin koulun saamen kielen opettaja
sme: Sámi oahpahusguovddážis anárašgiela oahpaheaddjin doaibmi Anna Morottaja logaldallá giellalávgunmetodas rávesolbmuidoahpahusas.

source: opastaa tietotekniikan käyttöön ja uudenlaisiin työmenetelmiin opetuksessa.
sme: Anára skuvlla sámegiela oahpaheaddji Elle-Máret Näkkäläjärvi oahpista diehtoteknihka geavaheapmái ja ođđalágan bargometodaidda oahpahusas.

source: Lauantaina perehdytään myös useisiin opettajien saamenkielistä opetusta varten kehittämiin työmenetelmiin ja oppimateriaaleihin.
sme: Lávvardaga oahpásmuvvo maiddái oahpaheaddjiid sámegielat oahpahusa várás hutkan máŋggaid bargometodaidda ja oahppamateriálaidda.

source: matematiikan opetuksen apuvälineeksi kehittämä Gárddastallan - peli ja inarinsaamen kielen aikuisopetuksessa paljon käytetty kielimestari-oppipoika-menetelmä.
sme: Dákkárat leat ee. eanodatlaš Maarit Magga sámeduoji oahpahusa vuogit, Bealdovuomi skuvllas luohkáoahpaheaddjin doaibmi Hellin Pietikäinen matematihka oahpahusa veahkkeneavvun dahkkon Gárddastallan - speallu ja anárašgiela rávesolbmuidoahpahusas olu geavahuvvon giellameašttir-oahppi-vuohki.

source: Saamen kielikylpyopetusta kehittävä koulutus on Saamelaiskäräjien ja Oulun yliopiston Giellagas-instituutin yhteishanke ja kestää kuluvan vuoden loppuun asti.
sme: Sámi giellalávgunoahpahusa ovddideaddji skuvlen lea Sámedikki ja Oulu universitehta Giellagas-instituhta oktasašfidnu ja bistá dán jagi loahpa rádjai.

source: Vuonna 2016 toiminta jatkuu vielä saamen kielikylpyopetusta käsittelevän resurssikirjan toimittamisena.
sme: Jagi 2016 doaibman joatkašuvvá vel sámi giellalávgunoahpahusa gieđahalli resursagirjji doaimmaheapmin.

source: Kirjan on määrä ilmestyä vuoden 2016 aikana.
sme: Girjji lea dárkkuhus olggosaddit jagi 2016 áigge.

source: Hanketta rahoittavat opetushallitus ja Oulun yliopisto.
sme: Fidnu ruhtadit oahpahusráđđehus ja Oulu universitehta.

source: Mukana yhteistyössä ovat myös Saamelainen korkeakoulu (Sámi allaskuvla) ja Vaasan yliopisto.
sme: Mielde ovttasbarggus leat maiddái Sámi allaskuvla ja Vaasa universitehta.

source: Hankkeessa on mukana lähes 40 saamen kielellä työskentelevää varhaiskasvattajaa, opettajaa ja opettajaksi opiskelevaa henkilöä.
sme: Fidnus leat fárus measta 40 sámegielain bargi árrabajásgeassi, oahpaheaddji ja oahpaheaddjistuđeantta.

source: Koulutus on kuuden (6) akateemisen opintopisteen laajuinen.
sme: Skuvlen lea guđa (6) akademalaš oahppočuoggá viidosaš.

source: Opetushenkilöstön koulutus on uusi toiminta-alue saamelaiskäräjille.
sme: Oahpahusbargiid skuvlen lea ođđa doaibmasuorgi Sámedikkis.

source: Ohjelma 6.-7.11.2015 ladattavissa
sme: Prográmma 6.-7.11.2015 sáhttá luđet

source: Lisätietoja
sme: Lassidieđut

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto / vs.
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahat / vs. skuvlenčálli irmeli.

source: koulutussihteeri
sme: moilanen (at) samediggi.
